{
    "data": {
        "networks": [
            {
                "name": "default",
                "topics": [
                    {
                        "name": "mortgages",
                        "glossary": [
                            {
                                "terms": [
                                    {
                                        "term": "affordability",
                                        "description": "This is a lender's way to calculate how much they are willing to let you borrow and if they think you can keep up with payments. To work this out, they will look primarily at your annual income and outgoings to see what they think you can afford. Lenders also consider affordability based upon higher interest rates to ensure that the mortgage is affordable in the event interest rates rise in the future."
                                    },
                                    {
                                        "term": "agreement in principle",
                                        "description": "An agreement in principle (also known as a mortgage in principle and a decision in principle) is an initial indication from the lender stating how much they would be willing to lend you. This is not a mortgage offer as you will still need to go through the full mortgage application process when you find a property, but it can be very useful as it can help you understand your borrowing capacity."
                                    },
                                    {
                                        "term": "annual percentage rate of charge (aprc)",
                                        "description": "APRC is the total cost of the loan expressed as an annual percentage. The APRC is provided to help you compare different offers and it comprises of the lender's 'initial' interest rate and standard variable rate, costs to be paid on a one-off basis and costs to be paid regularly. There are other costs that are not known to your lender, which are therefore not included in the APRC, which includes things like legal fees and the Land Registry Fee."
                                    },
                                    {
                                        "term": "capital & interest mortgage",
                                        "description": "A capital and interest mortgage (often called a repayment mortgage) is where you pay both the capital and interest over an agreed period of time known as the 'term' of the mortgage. As long as you keep up all your repayments you will be guaranteed to have repaid your mortgage at the end of the mortgage term.<br/><br/>With a capital and interest mortgage you will initially pay small parts of capital and large parts of interest in the early years followed by large parts of capital and small parts of interest in the later years."
                                    },
                                    {
                                        "term": "capped rate",
                                        "description": "A capped rate mortgage is a type of variable rate mortgage. The interest rate can go up or down in line with the lender's standard variable rate (SVR) or by tracking the Bank of England Base Rate.<br/><br/>This type of mortgage has a fixed upper interest rate limit, known as a ceiling or 'cap'. No matter how high interest rates rise, the interest charged on your mortgage won't go above that limit.  This means you get the security of knowing your monthly payments won't go up beyond a certain level, but you can still benefit from reductions in your monthly repayments if interest rates go down."
                                    },
                                    {
                                        "term": "credit score",
                                        "description": ""
                                    },
                                    {
                                        "term": "debt consolidation",
                                        "description": ""
                                    },
                                    {
                                        "term": "deposit",
                                        "description": ""
                                    },
                                    {
                                        "term": "discounted rate",
                                        "description": ""
                                    },
                                    {
                                        "term": "early repayment charge (erc)",
                                        "description": ""
                                    },
                                    {
                                        "term": "equity",
                                        "description": ""
                                    },
                                    {
                                        "term": "fixed rate mortgage",
                                        "description": ""
                                    },
                                    {
                                        "term": "guarantor mortgage",
                                        "description": ""
                                    },
                                    {
                                        "term": "interest only mortgage - residential",
                                        "description": ""
                                    },
                                    {
                                        "term": "interest only - buy to let",
                                        "description": ""
                                    },
                                    {
                                        "term": "initial rate period",
                                        "description": ""
                                    },
                                    {
                                        "term": "loan to value (ltv)",
                                        "description": ""
                                    },
                                    {
                                        "term": "mortgage term",
                                        "description": ""
                                    },
                                    {
                                        "term": "negative equity",
                                        "description": ""
                                    },
                                    {
                                        "term": "offset mortgage",
                                        "description": ""
                                    },
                                    {
                                        "term": "part and part mortgage",
                                        "description": ""
                                    },
                                    {
                                        "term": "porting",
                                        "description": ""
                                    },
                                    {
                                        "term": "product transfer",
                                        "description": ""
                                    },
                                    {
                                        "term": "remortgage",
                                        "description": ""
                                    },
                                    {
                                        "term": "self-build mortgage",
                                        "description": ""
                                    },
                                    {
                                        "term": "standard variable rate (svr)",
                                        "description": ""
                                    },
                                    {
                                        "term": "the bank of england base rate",
                                        "description": ""
                                    },
                                    {
                                        "term": "tracker rate",
                                        "description": ""
                                    },
                                    {
                                        "term": "variable rate mortgage",
                                        "description": ""
                                    }
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    }
}