{
    "data": {
        "networks": [
            {
                "name": "default",
                "topics": [
                    {
                        "name": "mortgages",
                        "glossary": [
                            {
                                "terms": [
                                    {
                                        "term": "affordability",
                                        "description": "This is a lender's way to calculate how much they are willing to let you borrow and if they think you can keep up with payments. To work this out, they will look primarily at your annual income and outgoings to see what they think you can afford. Lenders also consider affordability based upon higher interest rates to ensure that the mortgage is affordable in the event interest rates rise in the future."
                                    },
                                    {
                                        "term": "agreement in principle",
                                        "description": "An agreement in principle (also known as a mortgage in principle and a decision in principle) is an initial indication from the lender stating how much they would be willing to lend you. This is not a mortgage offer as you will still need to go through the full mortgage application process when you find a property, but it can be very useful as it can help you understand your borrowing capacity."
                                    },
                                    {
                                        "term": "annual percentage rate of charge (aprc)",
                                        "description": "APRC is the total cost of the loan expressed as an annual percentage. The APRC is provided to help you compare different offers and it comprises of the lender's 'initial' interest rate and standard variable rate, costs to be paid on a one-off basis and costs to be paid regularly. There are other costs that are not known to your lender, which are therefore not included in the APRC, which includes things like legal fees and the Land Registry Fee."
                                    },
                                    {
                                        "term": "capital & interest mortgage",
                                        "description": "A capital and interest mortgage (often called a repayment mortgage) is where you pay both the capital and interest over an agreed period of time known as the 'term' of the mortgage. As long as you keep up all your repayments you will be guaranteed to have repaid your mortgage at the end of the mortgage term.<br/><br/>With a capital and interest mortgage you will initially pay small parts of capital and large parts of interest in the early years followed by large parts of capital and small parts of interest in the later years."
                                    },
                                    {
                                        "term": "capped rate",
                                        "description": "A capped rate mortgage is a type of variable rate mortgage. The interest rate can go up or down in line with the lender's standard variable rate (SVR) or by tracking the Bank of England Base Rate.<br/><br/>This type of mortgage has a fixed upper interest rate limit, known as a ceiling or 'cap'. No matter how high interest rates rise, the interest charged on your mortgage won't go above that limit.  This means you get the security of knowing your monthly payments won't go up beyond a certain level, but you can still benefit from reductions in your monthly repayments if interest rates go down."
                                    },
                                    {
                                        "term": "credit score",
                                        "description": "Your credit score or credit file is a record of your financial behaviour held by credit reference agencies. It will be looked at by the lender when assessing whether they will give you a mortgage, and how much they are willing to lend. Your actual score will vary from one agency to another, the lender carries out a credit check to look at the way you conduct your credit agreements and that they are paid on time. The lenders also apply their own way of interpreting this information to determine if they can offer you a mortgage."
                                    },
                                    {
                                        "term": "debt consolidation",
                                        "description": "Debt consolidation is the act of taking out a single loan to pay off debts.  You can use a secured or unsecured loan for a debt consolidation."
                                    },
                                    {
                                        "term": "deposit",
                                        "description": "This is the down payment that you need to provide when you take out a mortgage. The size of deposit you need will depend on a range of factors, including the type of mortgage and property, as well as your circumstances, but typically ranges between 5% and 40% of the property value. Typically, lenders require larger deposits as the value of the property increases."
                                    },
                                    {
                                        "term": "discounted rate",
                                        "description": "A discounted mortgage is a variable rate mortgage where the interest rate is set a certain amount below the lender's standard variable mortgage rate (SVR). This could be for either a set period or the whole of the mortgage term. The discounted rate will change in line with any changes made by the lender to their SVR meaning the amount you pay could change from month to month."
                                    },
                                    {
                                        "term": "early repayment charge (erc)",
                                        "description": "This is a charge made by a lender if you repay all your mortgage or part of it before the date at which the 'initial' rate ends. The amount of the charge can be found on your illustration and will vary depending on how early in the term you make the repayment.<br/><br/>Some lenders have a specific amount you can overpay without penalty during the 'initial' rate period, and so it is important to remember that an early repayment charge will apply above this amount If you do not use an allowance in a year, you cannot roll this into the following year."
                                    },
                                    {
                                        "term": "equity",
                                        "description": "Equity is the portion of property you own compared to its current value. This can change both as you repay your mortgage, increase ownership (if you are buying under a Shared Ownership scheme) and when the market value goes up or down."
                                    },
                                    {
                                        "term": "fixed rate mortgage",
                                        "description": "This is a mortgage where the 'initial' interest rate is fixed for either a specific number of years or to a specific end date. During that time the monthly payment will not change providing you do not miss any of the payments, pay less than the amount due to the lender or make overpayments, all of which can cause your payments to be recalculated."
                                    },
                                    {
                                        "term": "guarantor mortgage",
                                        "description": "A guarantor mortgage (also known as a family-assisted mortgage) is a mortgage where another person, usually a family member or close friend of the mortgage applicant agrees to be party to the mortgage. This is to assist you in obtaining the mortgage, usually because your income is not sufficient on its own. Your guarantor agrees to take on responsibility for the repayments if you are unable to pay them. Both you and your guarantor are jointly liable for the mortgage secured on your property"
                                    },
                                    {
                                        "term": "interest only mortgage - residential",
                                        "description": "An Interest Only mortgage is where your monthly payments only pay the interest owed on the amount you've borrowed, and the amount borrowed does not reduce. At the end of the mortgage term, you must pay back the full outstanding loan amount.<br/><br/>There are several ways in which you can do this. You may use a specific investment product such as an ISA or stocks and shares portfolio, or you may own another property that could be sold to repay the mortgage on your home. You may decide to sell your home to repay the mortgage and downsize to a smaller property with money you have left from the sale."
                                    },
                                    {
                                        "term": "interest only - buy to let",
                                        "description": "An Interest Only mortgage is where your monthly payments only pay the interest owed on the amount you've borrowed, and the amount borrowed does not reduce. At the end of the mortgage term, you must pay back the full outstanding loan amount.<br/><br/>There are several ways in which you can do this - you may use a specific investment product such as an ISA or stocks and shares portfolio; you may own another property that could be sold to repay this mortgage, or you may decide to sell this property."
                                    },
                                    {
                                        "term": "initial rate period",
                                        "description": "Sometimes referred to as the initial period and is used to describe the length of time that either the fixed, tracker, discounted or capped rates are set for. During the initial rate period, there may be early repayment charges to consider should you wish to pay off some or all of your mortgage during this period."
                                    },
                                    {
                                        "term": "loan to value (ltv)",
                                        "description": "LTV or Loan to Value is a ratio of the size of your mortgage loan compared to the value of the property and expressed as a percentage."
                                    },
                                    {
                                        "term": "mortgage term",
                                        "description": "This refers to the length of the entire mortgage (how long the loan is taken over) and is sometimes called the repayment period. Lenders typically allow a minimum term of 5 years and a maximum term of 40 years. You might have a 25-year mortgage, with a 5-year fixed rate, the mortgage term refers to the 25-year period."
                                    },
                                    {
                                        "term": "negative equity",
                                        "description": "Negative equity is where you owe more than the current value of your property. This refers to the industry opinion on how much your property could be bought or sold for by any potential buyer or seller."
                                    },
                                    {
                                        "term": "offset mortgage",
                                        "description": "An offset mortgage is a mortgage that is linked to a bank account taken out with the lender. The money in this account isn't used to pay off your mortgage, instead it is used to lower the amount of interest charged on your mortgage each month.<br/><br/>The lender will 'take away' the amount of money in your account from the amount you owe on your mortgage and only charge interest on the remaining mortgage amount.<br/><br/>Your savings remain in your account and, whilst you won't earn any interest on your savings, the offset arrangement means you can either make your monthly mortgage repayments cheaper or reduce the term of your mortgage."
                                    },
                                    {
                                        "term": "part and part mortgage",
                                        "description": "A part and part mortgage is where you opt to mix the two repayment types together, meaning you will have part of your mortgage on a capital & interest basis and part of your mortgage on an interest-only basis."
                                    },
                                    {
                                        "term": "porting",
                                        "description": "Porting is where your lender allows you to take your existing product to a new property. If your lender confirms your product is 'portable' it is important to remember portability is always subject to a lender's policy at the time of application. A lender will usually assess that the new property is suitable security and check that the mortgage is affordable. This is particularly important where you are borrowing additional money.<br/><br/>It is also important to remember that if you do not port your mortgage simultaneously with your new purchase there is a chance you could lose your current rate. You must check what your current lender's policy is at the time."
                                    },
                                    {
                                        "term": "product transfer",
                                        "description": "A Product Transfer is where you take a new rate from your existing lender. This can either be when your existing initial rate is due to come to an end, or if you are currently on the lenders standard variable rate. A product transfer does not require the services of a Solicitor to assist with the process as the legal title of your property does not change."
                                    },
                                    {
                                        "term": "remortgage",
                                        "description": "Remortgaging is the transfer of a mortgage from one lender to another. The most common reason to remortgage is to obtain a more favourable interest rate when your current initial rate has expired. You will need the services of a Solicitor to assist with this process."
                                    },
                                    {
                                        "term": "self-build mortgage",
                                        "description": "This type of mortgage is to assist you when building your own home. The lender usually lends based upon the value of the land and the cost of the building works. They will also consider the overall end mortgage against the value of the property once it has been built. You usually have 1 - 2 years to build your home and affordability is assessed on the basis that, once the property is complete, you can afford the final mortgage amount."
                                    },
                                    {
                                        "term": "standard variable rate (svr)",
                                        "description": "A standard variable rate (also known as standard mortgage rate or SMR) - is the standard interest rate offered by a mortgage lender. It is the rate your mortgage reverts to once your initial rate comes to an end. You can avoid this happening by either transferring to a new product with your current lender or remortgaging to a new lender on the date the initial rate comes to an end."
                                    },
                                    {
                                        "term": "the bank of england base rate",
                                        "description": "The Bank of England Base Rate is the interest rate set by the Bank of England to primarily control inflation. The Base Rate influences the interest rates offered by Banks and Building Societies so if the Base Rate goes up then most mortgage, loan and savings rates will generally go up too. Similarly, if the Base Rate goes down then most mortgage, loan and savings rate will generally go down."
                                    },
                                    {
                                        "term": "tracker rate",
                                        "description": "A tracker mortgage is a type of variable rate mortgage. It follows the Bank of England Base Rate or another specified index for a specified period. The interest rate you pay on a tracker mortgage is variable and is an agreed percentage above the Bank of England Base Rate or specified rate. Your payments will go up or down in line with any increases or reductions in the Bank of England Base Rate or specified rate."
                                    },
                                    {
                                        "term": "variable rate mortgage",
                                        "description": "A variable rate mortgage is any with an interest-rate that is not fixed, and therefore can change during the mortgage rate period."
                                    }
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    }
}